Repository: common-repository/plugintel
Catalog: languages/csa-plugintel-*.po
Languages: es_es

source: Filter out some of the WordPress Plugin Directory listings.
es_es: Filtre algunos de los listados de directorio de Plugins WordPress.

source: Settings
es_es: Configuración

source: Minimum Rating
es_es: Calificación mínima

source: Do not show plugins with ratings below this value. 60 = 3 stars, 100 = 5 stars.
es_es: No mostrar los plugins con calificaciones menores a este valor. 60 = 3 estrellas, 100 = 5 estrellas.

source: Maximum Rating
es_es: Calificación máxima

source: Do not show plugins with ratings above this value. 60 = 3 stars, 100 = 5 stars.
es_es: No mostrar los plugins con calificaciones mayores a este valor. 60 = 3 estrellas, 100 = 5 estrellas.

source: Min Number of Ratings
es_es: Número de calificaciones mínimo

source: Do not show plugins with fewer than this number of ratings. Default: 2.
es_es: No mostrar los plugins con menos que este número de calificaciones. Predeterminado:2.

source: Minimum Tested Version
es_es: Mínima Versión Probada

source: Do not show plugins that were not tested on this version of WordPress or higher. Default: 3.3.
es_es: No mostrar los plugins que no se probaron en esta versión de WordPress o superior. Predeterminado: 3.3.

source: Use these settings to filter out the plugins that are returned on the Add New plugin page.
es_es: Use esta configuración para filtrar los plugins que son regresados en la página de Añadir Nuevo Plugin.
